<template>
  <div class="introduce">
    <div class="text">
      <p>大地控制点简称“大地点”。经过大地测量在地面统一建立的控制点。具有统一精度的水平位置和高程的点。包括三角点、导线点、水准点。点上均埋设固定标志。大地控制点是加密低等控制点和测图控制的基础，并为经济建设、国防建设、科学研究提供地面点的精确的水平和高程位置。</p>
      <p>中华人民共和国大地原点，位于陕西省泾阳县永乐镇北流村，具体位置在：北纬34°32′27.00″，东经108°55′25.00″。</p>
      <p>大地原点，亦称大地基准点，是国家地理坐标——经纬度的起算点和基准点。大地原点是人为界定的一个点，是利用高斯平面直角坐标的方法建立全国统一坐标系，使用的“1980国家大地坐标系”，简称“80系”，也称为“1980西安坐标系”。20世纪70年代，中国决定建立自己独立的大地坐标系统。通过实地考察、综合分析，最后将中国的大地原点，确定在陕西省泾阳县永乐镇北流村。</p>
      <p>大地原点的整个设施由中心标志、仪器台、主体建筑、投影台等四大部分组成。高出地面25米多的立体建筑共七层，顶层为观察室，内设仪器台；建筑的顶部是玻璃钢制成的整体半圆形屋顶，可用电控翻开以便观测天体；中心标志埋设于主体建筑的地下室中央。大地原点在中国经济建设、国防建设和社会发展等方面发挥着重要作用。</p>
    </div>
    <div class="pic">
      <img src="../../../../assets/images/one.png" alt="">
      <img src="../../../../assets/images/two.jpg" alt="">
    </div>
  </div>
</template>

<script>
export default {

}
</script>

<style lang="scss">
.introduce{
  p{
    font-size: 16px;
    line-height: 26px;
    text-indent: 2em;
  }
  .pic{
    display: flex;
    justify-content: space-evenly;
  }
}

</style>
